Repository: taigikeyboard/taigikeyboard
Catalog: ios/Localizable.xcstrings
Source language: nan_hant_tw
Languages: en, ja, nan_latn_tw_x_poj, nan_latn_tw_x_tailo

# i18n_dictionary_moeDescription
source: 台語、華語攏會當揣，詞目佮例句有發音通聽，學習較利便。閣有分類、部首筆劃索引佮附錄。
en: Search Taiwanese Taigi and Mandarin, with audio for headwords and example sentences for easy learning. Includes category and radical-stroke indexes plus appendices.
ja: 台湾語と中国語で検索でき、見出し語と例文の発音を聞いて学習できます。分類索引・部首画数索引・付録付き。
nan_latn_tw_x_poj: Tâi-gí, hôa-gí lóng ē-tàng chhōe, sû-ba̍k kah lē-kù ū hoat-im thang thiaⁿ, ha̍k-si̍p khah lī-piān. Koh ū hun-lūi, pō͘-siú pit-oe̍h sek-ín kah hù-lio̍k.
nan_latn_tw_x_tailo: Tâi-gí, huâ-gí lóng ē-tàng tshuē, sû-ba̍k kah lē-kù ū huat-im thang thiann, ha̍k-si̍p khah lī-piān. Koh ū hun-luī, pōo-siú pit-ue̍h sik-ín kah hù-lio̍k.

# i18n_dictionary_moeSectionTitle
source: 教育部用字
en: MOE Characters
ja: 教育部の用字
nan_latn_tw_x_poj: kàu-io̍k-pō͘ iōng-jī
nan_latn_tw_x_tailo: kàu-io̍k-pōo iōng-jī

# i18n_dictionary_newwordDescription
source: 台語台招專家學者，定期開會，討論新詞愛按怎用台語講較好，建立詞庫予逐家查、予逐家用。
en: Taigi TV invites experts and scholars to meet regularly, settle fitting Taigi terms for emerging words, and build a public lookup glossary.
ja: 台語テレビ局が専門家・学者を招き、定期的に会議を開いて新語の適切な台湾語表現を検討し、一般向けの検索辞書を構築しています。
nan_latn_tw_x_poj: Tâi-gí-tâi chio choan-ka ha̍k-chiá, tēng-kî khui-hōe, thó-lūn sin-sû ài àn-chóaⁿ iōng tâi-gí kóng khah hó, kiàn-li̍p sû-khò͘ hō͘ ta̍k-ke cha, hō͘ ta̍k-ke iōng.
nan_latn_tw_x_tailo: Tâi-gí-tâi tsio tsuan-ka ha̍k-tsiá, tīng-kî khui-huē, thó-lūn sin-sû ài àn-tsuánn iōng tâi-gí kóng khah hó, kiàn-li̍p sû-khòo hōo ta̍k-ke tsa, hōo ta̍k-ke iōng.

# i18n_dictionary_noData
source: 無資料
en: No data
ja: データがありません
nan_latn_tw_x_poj: bô chu-liāu
nan_latn_tw_x_tailo: bô tsu-liāu

# i18n_dictionary_noResults
source: 揣無結果
en: No results
ja: 結果がありません
nan_latn_tw_x_poj: chhōe-bô kiat-kó
nan_latn_tw_x_tailo: tshuē-bô kiat-kó

# i18n_dictionary_otherSectionTitle
source: 其他辭典
en: Other Dictionaries
ja: その他の辞書
nan_latn_tw_x_poj: kî-thaⁿ sû-tián
nan_latn_tw_x_tailo: kî-thann sû-tián

# i18n_dictionary_romanLabel
source: 拍字
en: Romanization
ja: ローマ字
nan_latn_tw_x_poj: phah-jī
nan_latn_tw_x_tailo: phah-jī

# i18n_dictionary_romanPlaceholder
source: 見本：gâu-tsá
en: Example: 𠢕早
ja: 例：gâu-tsá
nan_latn_tw_x_poj: kiàn-pún: gâu-chá
nan_latn_tw_x_tailo: kiàn-pún: gâu-tsá

# i18n_dictionary_save
source: 儉起來
en: Save
ja: 保存
nan_latn_tw_x_poj: khiām--khí-lâi
nan_latn_tw_x_tailo: khiām--khí-lâi

# i18n_dictionary_searchPlaceholder
source: 拍字揣詞
en: Type to search
ja: 入力して検索
nan_latn_tw_x_poj: phah-jī chhōe sû
nan_latn_tw_x_tailo: phah-jī tshuē sû

# i18n_dictionary_sitbutTag
source: 植物名彙
en: Plant Names
nan_latn_tw_x_poj: si̍t-bu̍t bêng-lūi
nan_latn_tw_x_tailo: si̍t-bu̍t bîng-luī

# i18n_dictionary_sttiDescription
source: 對 106 年開始，共語文、數學、社會、自然科學、藝術、綜合活動、科技、健康佮體育這 8 大領域 ê 學科術語編做台語。
en: Since 2017, the project has translated academic terminology from eight fields into Taigi: language arts, mathematics, social studies, natural science, arts, integrative activities, technology, and health and physical education.
ja: 2017年から、国語・数学・社会・自然科学・芸術・総合的活動・科学技術・保健体育の8領域の学科用語を台湾語に翻訳しています。
nan_latn_tw_x_poj: Tuì 106 nî khai-sí, kā gí-bûn, sò͘-ha̍k, siā-hōe, chū-jiân kho-ha̍k, gē-su̍t, chong-ha̍p oa̍h-tōng, kho-ki, kiān-khong kah thé-io̍k chit 8 tāi léng-e̍k ê ha̍k-kho su̍t-gí pian-chò tâi-gí.
nan_latn_tw_x_tailo: Tuì 106 nî khai-sí, kā gí-bûn, sòo-ha̍k, siā-huē, tsū-jiân kho-ha̍k, gē-su̍t, tsong-ha̍p ua̍h-tōng, kho-ki, kiān-khong kah thé-io̍k tsit 8 tāi líng-i̍k ê ha̍k-kho su̍t-gí pian-tsò tâi-gí.

# i18n_dictionary_sttiTag
source: 學科術語
en: Academic Terms
ja: 学術用語
nan_latn_tw_x_poj: ha̍k-kho su̍t-gí
nan_latn_tw_x_tailo: ha̍k-kho su̍t-gí

# i18n_dictionary_supplementSectionTitle
source: 補充資料
en: Supplementary Data
ja: 補足データ
nan_latn_tw_x_poj: pó͘-chhiong chu-liāu
nan_latn_tw_x_tailo: póo-tshiong tsu-liāu

# i18n_dictionary_taiHuaDescription
source: 「台華線頂辭典」是鄭良偉教授提供資料、楊允言教授編修。
en: The Taiwanese–Mandarin Online Dictionary: data provided by Prof. Tīng Liông-uí, edited by Prof. Iûnn Ín-giân.
ja: 「台華オンライン辞典」鄭良偉教授が資料を提供し、楊允言教授が編集。
nan_latn_tw_x_poj: "Tâi-hôa sòaⁿ-téng sû-tián" sī Tēng Liông-úi kàu-siū thê-kiong chu-liāu, Iûⁿ Ín-giân kàu-siū pian-siu.
nan_latn_tw_x_tailo: "Tâi-huâ suànn-tíng sû-tián" sī Tīng Liông-uí kàu-siū thê-kiong tsu-liāu, Iûnn Ín-giân kàu-siū pian-siu.

# i18n_dictionary_taigitvTag
source: 台語新詞
en: Taigi New Words
ja: 台湾語新語
nan_latn_tw_x_poj: tâi-gí sin-sû
nan_latn_tw_x_tailo: tâi-gí sin-sû

# i18n_dictionary_taihoaTag
source: 台華對照
en: Taigi-Mandarin
ja: 台華対照
nan_latn_tw_x_poj: tâi-hôa tùi-chiàu
nan_latn_tw_x_tailo: tâi-huâ tuì-tsiàu

# i18n_dictionary_taijitTag
source: 臺日
en: Taigi-Japanese
ja: 台日
nan_latn_tw_x_poj: tâi-ji̍t
nan_latn_tw_x_tailo: tâi-ji̍t

# i18n_dictionary_taiwanJapanDescription
source: 日本時代小川尚義編纂 ê 台語辭典。
en: A Taigi dictionary compiled by Ogawa Naoyoshi during the Japanese era.
ja: 日本統治時代に小川尚義が編纂した台湾語辞典。
nan_latn_tw_x_poj: Ji̍t-pún sî-tāi Siáu-chhoan Siōng-gī pian-chhoàn ê tâi-gí sû-tián.
nan_latn_tw_x_tailo: Ji̍t-pún sî-tāi Siáu-tshuan Siōng-gī pian-tshuàn ê tâi-gí sû-tián.

# i18n_dictionary_taiwanPlantDescription
source: 日本時代佐佐木舜一整理 ê 台灣植物台語名。
en: Taigi names for Taiwanese plants, compiled by Sasaki Shun'ichi during the Japanese era.
ja: 日本統治時代に佐々木舜一がまとめた台湾の植物の台湾語名。
nan_latn_tw_x_poj: Ji̍t-pún sî-tāi Chò-chò-bo̍k Sùn-it chéng-lí ê Tâi-oân si̍t-bu̍t tâi-gí miâ.
nan_latn_tw_x_tailo: Ji̍t-pún sî-tāi Tsò-tsò-bo̍k Sùn-it tsíng-lí ê Tâi-uân si̍t-bu̍t tâi-gí miâ.

# i18n_dictionary_tooManyEntries
source: 詞傷濟（上限 30,000 項）
en: Too many entries (30,000 limit)
ja: 単語が多すぎます（上限 30,000 件）
nan_latn_tw_x_poj: sû siuⁿ-che (siōng hān 30,000 hāng)
nan_latn_tw_x_tailo: sû siunn-tse (siōng hān 30,000 hāng)

# i18n_dictionary_variantDescription
source: 依據教典資料標示台語異用字。
en: Marks Taigi variant characters based on MOE dictionary data.
ja: 教育部辞典のデータに基づき台湾語の異体字を表示。
nan_latn_tw_x_poj: I-kì kàu-tián chu-liāu phiau-sī tâi-gí ī-iōng-jī.
nan_latn_tw_x_tailo: I-kì kàu-tián tsu-liāu phiau-sī tâi-gí ī-iōng-jī.

# i18n_dictionary_variantDictionary
source: 異用字
en: Variant Characters
ja: 異体字
nan_latn_tw_x_poj: ī iōng-jī
nan_latn_tw_x_tailo: ī iōng-jī

# i18n_home_aboutDeveloper
source: 關於
en: About
ja: このアプリについて
nan_latn_tw_x_poj: koan-î
nan_latn_tw_x_tailo: kuan-î

# i18n_home_accentDictCredit
source: 實齋整理、提供
en: Compiled and provided by 實齋
nan_latn_tw_x_poj: si̍t che chéng-lí, thê-kiong
nan_latn_tw_x_tailo: si̍t tse tsíng-lí, thê-kiong

# i18n_home_appHeaderTitle
source: 台語齒盤
en: Taigi Keyboard
ja: 台湾語キーボード
nan_latn_tw_x_poj: tâi-gí khí-pôaⁿ
nan_latn_tw_x_tailo: tâi-gí khí-puânn

# i18n_home_copyrightNotice
source: 致謝
en: Acknowledgements
ja: 謝辞
nan_latn_tw_x_poj: tì-siā
nan_latn_tw_x_tailo: tì-siā

# i18n_home_devSupplementCredit
source: 建中整理、提供
en: Compiled and provided by 建中
nan_latn_tw_x_poj: kiàn-tiong chéng-lí, thê-kiong
nan_latn_tw_x_tailo: kiàn-tiong tsíng-lí, thê-kiong

# i18n_home_faq
source: 其他
en: More
ja: その他
nan_latn_tw_x_poj: kî-thaⁿ
nan_latn_tw_x_tailo: kî-thann

# i18n_home_freePromise
source: 台語齒盤會一直免費，嘛袂設付費功能。我向望想欲學台語、寫台語 ê 人攏會當無負擔使用。
en: Taigi Keyboard will remain free and will not add paid features. I want everyone who wishes to learn or write Taiwanese to be able to use it without cost.
ja: 台語キーボードは今後も無料で、有料機能を設けません。台湾語を学びたい、書きたい人が費用を気にせず使えることを願っています。
nan_latn_tw_x_poj: tâi-gí khí-pôaⁿ ē it-ti̍t bián-hùi, mā bōe siat hù-hùi kong-lêng. góa ǹg-bāng siūⁿ-beh ha̍k tâi-gí, siá tâi-gí ê lâng lóng ē-tàng bô hū-tam sú-iōng.
nan_latn_tw_x_tailo: tâi-gí khí-puânn ē it-ti̍t bián-huì, mā buē siat hù-huì kong-lîng. guá ǹg-bāng siūnn-beh ha̍k tâi-gí, siá tâi-gí ê lâng lóng ē-tàng bô hū-tam sú-iōng.

# i18n_home_iTaigiCopyright
source: © iTaigi愛台語
en: © iTaigi
ja: © iTaigi
nan_latn_tw_x_poj: © iTaigi ài-tâi-gí
nan_latn_tw_x_tailo: © iTaigi ài-tâi-gí

# i18n_home_kunggeCopyright
source: © 國立臺灣工藝研究發展中心
en: © National Taiwan Craft Research and Development Institute
ja: © 国立台湾工芸研究発展センター
nan_latn_tw_x_poj: © kok-li̍p tâi-oân kang-gē gián-kiù hoat-tián tiong-sim
nan_latn_tw_x_tailo: © kok-li̍p tâi-uân kang-gē gián-kiù huat-tián tiong-sim

# i18n_home_moeCopyright
source: © 教育部
en: © Ministry of Education
nan_latn_tw_x_poj: © kàu-io̍k-pō͘
nan_latn_tw_x_tailo: © kàu-io̍k-pōo

# i18n_home_newFeatures
source: 功能設定
en: Feature Settings
ja: 機能設定
nan_latn_tw_x_poj: kong-lêng siat-tēng
nan_latn_tw_x_tailo: kong-lîng siat-tīng

# i18n_home_newwordCopyright
source: © 公視台語台
en: © PTS Taigi
nan_latn_tw_x_poj: © kong-sī tâi-gí-tâi
nan_latn_tw_x_tailo: © kong-sī tâi-gí-tâi

# i18n_home_privacyPolicy
source: 隱私權政策
en: Privacy Policy
ja: プライバシーポリシー
nan_latn_tw_x_poj: ín-su-khoân chèng-chhek
nan_latn_tw_x_tailo: ín-su-khuân tsìng-tshik

# i18n_home_rateUs
source: 為阮評分
en: Rate Us
ja: 評価する
nan_latn_tw_x_poj: ūi goán phêng-hun
nan_latn_tw_x_tailo: uī guán phîng-hun

# i18n_home_setupBrandWarning
source: 無仝牌子 ê 手機仔，設定 ê 方式可能會淡薄仔無仝款，毋過方式應該攏差不多。
en: Steps may differ slightly between phone brands, but the overall process is much the same.
ja: スマートフォンのメーカーによって設定方法が少し異なる場合がありますが、大まかな流れはほぼ同じです。
nan_latn_tw_x_poj: bô kâng pâi-chú ê chhiú-ki-á, siat-tēng ê hong-sek khó-lêng hōe tām-po̍h-á bô-kāng-khoán, m̄-koh hong-sek èng-kai láng chha-put-to.
nan_latn_tw_x_tailo: bô kâng pâi-tsú ê tshiú-ki-á, siat-tīng ê hong-sik khó-lîng huē tām-po̍h-á bô-kāng-khuán, m̄-koh hong-sik ìng-kai láng tsha-put-to.

# i18n_home_setupGuide
source: 啟用方法
en: How to Enable
ja: 有効化の方法
nan_latn_tw_x_poj: khé-iōng hong-hoat
nan_latn_tw_x_tailo: khé-iōng hong-huat

# i18n_home_setupGuideCloseButton
source: 關閉
en: Close
ja: 閉じる
nan_latn_tw_x_poj: koan pì
nan_latn_tw_x_tailo: kuan pì

# i18n_home_setupGuideCompletedMessage
source: 完成了後，重開你目前使用 ê App，予 App 重新載入新 ê 齒盤清單。紲落來，佇會當拍字 ê 所在，揤牢地球圖示切去台語齒盤
en: Once done, restart the app you are using so it reloads the keyboard list. Then, wherever you can type, press and hold the globe icon to switch to Taigi Keyboard.
ja: 完了したら、使用中のアプリを再起動してキーボード一覧を読み込み直してください。その後、文字を入力できる場所で地球儀アイコンを長押しして、台湾語キーボードに切り替えます。
nan_latn_tw_x_poj: oân-sêng liáu-āu, têng-khui lí ba̍k-chêng sú-iōng ê App, hō͘ App tîng-sin chài-ji̍p sin ê khí-pôaⁿ chheng-toaⁿ. sòa--lo̍h-lâi, tī ē-tàng phah-jī ê só͘-chāi, chhi̍h tiâu tōe-kiû tô͘-sī chhiat khì tâi-gí khí-pôaⁿ
nan_latn_tw_x_tailo: uân-sîng liáu-āu, tîng-khui lí ba̍k-tsîng sú-iōng ê App, hōo App tîng-sin tsài-ji̍p sin ê khí-puânn tshing-tuann. suà--lo̍h-lâi, tī ē-tàng phah-jī ê sóo-tsāi, tshi̍h tiâu tuē-kiû tôo-sī tshiat khì tâi-gí khí-puânn

# i18n_home_setupGuideDescription
source: 手機仔系統規定第三方齒盤愛手動啟用才會當使用，請照下跤 ê 說明完成設定。
en: Your phone requires third-party keyboards to be enabled manually. Follow the steps below to finish setup.
ja: スマートフォンの仕様上、サードパーティ製キーボードは手動で有効にする必要があります。下記の手順に従って設定を完了してください。
nan_latn_tw_x_poj: chhiú-ki-á hē-thóng kui-tēng tē-saⁿ hong khí-pôaⁿ ài chhiú-tōng khé-iōng chiah ē-tàng sú-iōng, chhiáⁿ chiàu ē-kha ê soat-bêng oân-sêng siat-tēng.
nan_latn_tw_x_tailo: tshiú-ki-á hē-thóng kui-tīng tē-sann hong khí-puânn ài tshiú-tōng khé-iōng tsiah ē-tàng sú-iōng, tshiánn tsiàu ē-kha ê suat-bîng uân-sîng siat-tīng.

# i18n_home_setupGuideGoToSettings
source: 去設定頁
en: Open Settings
ja: 設定を開く
nan_latn_tw_x_poj: khì siat-tēng ia̍h
nan_latn_tw_x_tailo: khì siat-tīng ia̍h

# i18n_home_setupGuideStep1Settings
source: 點揤「齒盤」
en: Tap "Keyboards"
ja: 「キーボード」をタップ
nan_latn_tw_x_poj: tiám-chhi̍h "khí-pôaⁿ"
nan_latn_tw_x_tailo: tiám-tshi̍h "khí-puânn"

# i18n_home_setupGuideStep2AddKeyboard
source: 點揤「增加齒盤」、「允准完整取用」
en: Tap "Add keyboard" and "Allow Full Access"
ja: 「キーボードを追加」「フルアクセスを許可」をタップ
nan_latn_tw_x_poj: tiám-chhi̍h "cheng-ka khí-pôaⁿ", "ún-chún oân-chéng chhú-iōng"
nan_latn_tw_x_tailo: tiám-tshi̍h "tsing-ka khí-puânn", "ún-tsún uân-tsíng tshú-iōng"

# i18n_home_setupInfoMessage
source: 「允准完整取用」予齒盤會當佮 App 共用設定佮使用資料。台語齒盤袂共你拍 ê 內容送去網路。
en: "Allow Full Access" lets the keyboard share settings and usage data with the app. Taigi Keyboard does not send what you type over the network.
ja: 「フルアクセスを許可」すると、キーボードとアプリで設定や利用データを共有できます。台語キーボードは入力内容をネットワークへ送信しません。
nan_latn_tw_x_poj: "ún-chún oân-chéng chhú-iōng" hō͘ khí-pôaⁿ ē-tàng kah App kiōng-iōng siat-tēng kah sú-iōng chu-liāu. tâi-gí khí-pôaⁿ bōe kā lí phah ê lōe-iông sàng khì bāng-lō͘.
nan_latn_tw_x_tailo: "ún-tsún uân-tsíng tshú-iōng" hōo khí-puânn ē-tàng kah App kiōng-iōng siat-tīng kah sú-iōng tsu-liāu. tâi-gí khí-puânn buē kā lí phah ê luē-iông sàng khì bāng-lōo.

# i18n_home_setupKeyboard
source: 齒盤愛拍開才會當使用
en: Enable the keyboard to start using it
ja: キーボードを有効にして使い始めましょう
nan_latn_tw_x_poj: khí-pôaⁿ ài phah-khui chiah ē-tàng sú-iōng
nan_latn_tw_x_tailo: khí-puânn ài phah-khui tsiah ē-tàng sú-iōng

# i18n_home_taiHuaCopyright
source: © 鄭良偉
en: © Tēⁿ Liông-uí
nan_latn_tw_x_poj: © tēⁿ liông úi
nan_latn_tw_x_tailo: © tēnn liông uí

# i18n_home_taiwanJapanCopyright
source: © 小川尚義
en: © Ogawa Naoyoshi
nan_latn_tw_x_poj: © siáu-chhoan siōng gī
nan_latn_tw_x_tailo: © siáu-tshuan siōng gī

# i18n_home_taiwanPlantCopyright
source: © 佐佐木舜一
en: © Sasaki Shun'ichi
ja: © 佐々木舜一
nan_latn_tw_x_poj: © chò-chò-bo̍k sùn chi̍t
nan_latn_tw_x_tailo: © tsò-tsò-bo̍k sùn tsi̍t

# i18n_home_typingGuide
source: 拍字說明
en: Typing Guide
ja: 入力ガイド
nan_latn_tw_x_poj: phah-jī soat-bêng
nan_latn_tw_x_tailo: phah-jī suat-bîng

# i18n_home_userGuide
source: 網站紹介
en: Project Website
ja: プロジェクトのサイト
nan_latn_tw_x_poj: bāng-chām siāu-kài
nan_latn_tw_x_tailo: bāng-tsām siāu-kài

# i18n_home_version
source: 目前版本
en: Current Version
ja: 現在のバージョン
nan_latn_tw_x_poj: ba̍k-chêng pán-pún
nan_latn_tw_x_tailo: ba̍k-tsîng pán-pún

# i18n_home_versionHistory
source: 版本紀錄
en: Version History
ja: 更新履歴
nan_latn_tw_x_poj: pán-pún kì-lio̍k
nan_latn_tw_x_tailo: pán-pún kì-lio̍k

# i18n_home_viewLicense
source: 授權條款
en: License
ja: ライセンス
nan_latn_tw_x_poj: siū-khoân tiâu-khoán
nan_latn_tw_x_tailo: siū-khuân tiâu-khuán

# i18n_keyboard_dismissKeyboard
source: 收合齒盤
en: Hide keyboard
ja: キーボードを閉じる
nan_latn_tw_x_poj: siu-ha̍p khí-pôaⁿ
nan_latn_tw_x_tailo: siu-ha̍p khí-puânn

# i18n_keyboard_expandCandidates
source: 展開抑是收合候選詞列
en: Expand or collapse the candidate list
ja: 候補リストを展開または折りたたむ
nan_latn_tw_x_poj: tián-khui ah-sī siu-ha̍p hāu-soán sû lia̍t
nan_latn_tw_x_tailo: tián-khui ah-sī siu-ha̍p hāu-suán sû lia̍t

# i18n_keyboard_pageDown
source: 後一頁
en: Next page
ja: 次のページ
nan_latn_tw_x_poj: āu chi̍t ia̍h
nan_latn_tw_x_tailo: āu tsi̍t ia̍h

# i18n_keyboard_pageUp
source: 頂一頁
en: Previous page
ja: 前のページ
nan_latn_tw_x_poj: téng chi̍t ia̍h
nan_latn_tw_x_tailo: tíng tsi̍t ia̍h

# i18n_keyboard_settings
source: 設定
en: Settings
nan_latn_tw_x_poj: siat-tēng
nan_latn_tw_x_tailo: siat-tīng

# i18n_keyboard_switchInputMethod
source: 切換輸入法
en: Switch input method
ja: 入力方法を切り替え
nan_latn_tw_x_poj: chhiat-ōaⁿ su-ji̍p-hoat
nan_latn_tw_x_tailo: tshiat-uānn su-ji̍p-hoat

# i18n_keyboard_switchInputMethodHint
source: 長揤揀齒盤
en: Long-press to choose a keyboard
ja: 長押しでキーボードを選択
nan_latn_tw_x_poj: tn̂g chhi̍h kíng khí-pôaⁿ
nan_latn_tw_x_tailo: tn̂g tshi̍h kíng khí-puânn

# i18n_keyboard_switchLayout
source: 切換佈局
en: Switch layout
ja: レイアウトを切り替え
nan_latn_tw_x_poj: chhiat-ōaⁿ pò͘-kio̍k
nan_latn_tw_x_tailo: tshiat-uānn pòo-kio̍k

# i18n_keyboard_symbolPanel
source: 符號面板
en: Symbol panel
ja: 記号パネル
nan_latn_tw_x_poj: hû-hō bīn-pán
nan_latn_tw_x_tailo: hû-hō bīn-pán

# i18n_keyboard_toggleToolbar
source: 展開抑是收合工具列
en: Expand or collapse the toolbar
ja: ツールバーを展開または折りたたむ
nan_latn_tw_x_poj: tián-khui ah-sī siu-ha̍p kang-khū-lia̍t
nan_latn_tw_x_tailo: tián-khui ah-sī siu-ha̍p kang-khū-lia̍t

# i18n_keyboard_translateToggle
source: 交換漢字佮羅馬字
en: Swap Hanji and romanization
ja: 漢字とローマ字を入れ替える
nan_latn_tw_x_poj: kau-ōaⁿ hàn-jī kah lô-má-jī
nan_latn_tw_x_tailo: kau-uānn hàn-jī kah lô-má-jī

# i18n_layout_moe1Layout
source: 教育部排列 1
en: MOE Layout 1
ja: 教育部配列 1
nan_latn_tw_x_poj: kàu-io̍k-pō͘ pâi-lia̍t 1
nan_latn_tw_x_tailo: kàu-io̍k-pōo pâi-lia̍t 1

# i18n_layout_moe2Layout
source: 教育部排列 2
en: MOE Layout 2
ja: 教育部配列 2
nan_latn_tw_x_poj: kàu-io̍k-pō͘ pâi-lia̍t 2
nan_latn_tw_x_tailo: kàu-io̍k-pōo pâi-lia̍t 2

# i18n_layout_romanizationKeyboard
source: 羅馬字齒盤
en: Romanization Keyboards
ja: ローマ字キーボード
nan_latn_tw_x_poj: lô-má-jī khí-pôaⁿ
nan_latn_tw_x_tailo: lô-má-jī khí-puânn

# i18n_layout_taigiPhonetic
source: 方音符號
en: Taiwanese Phonetic Symbols
ja: 方音符号
nan_latn_tw_x_poj: hong-im-hû-hō
nan_latn_tw_x_tailo: hong-im-hû-hō

# i18n_layout_tpsLayout
source: 方音符號齒盤
en: Phonetic Symbols
ja: 方音符号
nan_latn_tw_x_poj: hong-im-hû-hō khí-pôaⁿ
nan_latn_tw_x_tailo: hong-im-hû-hō khí-puânn

# i18n_nav_tabDictionary
source: 詞庫
en: Dictionary
ja: 辞書
nan_latn_tw_x_poj: sû-khò͘
nan_latn_tw_x_tailo: sû-khòo

# i18n_nav_tabHome
source: 頭頁
en: Home
ja: ホーム
nan_latn_tw_x_poj: thâu-ia̍h
nan_latn_tw_x_tailo: thâu-ia̍h

# i18n_nav_tabLayout
source: 佈局
en: Layout
ja: レイアウト
nan_latn_tw_x_poj: pò͘-kio̍k
nan_latn_tw_x_tailo: pòo-kio̍k

# i18n_nav_tabSettings
source: 設定
en: Settings
nan_latn_tw_x_poj: siat-tēng
nan_latn_tw_x_tailo: siat-tīng

# i18n_nav_tabTheme
source: 主題
en: Theme
ja: テーマ
nan_latn_tw_x_poj: chú-tê
nan_latn_tw_x_tailo: tsú-tê

# i18n_settings_autoCapitalization
source: 自動大本字
en: Auto-Capitalization
ja: 自動大文字化
nan_latn_tw_x_poj: chū-tōng tōa-pún-jī
nan_latn_tw_x_tailo: tsū-tōng tuā-pún-jī

# i18n_settings_autoSpace
source: 自動空白
en: Auto-Space
ja: 自動スペース
nan_latn_tw_x_poj: chū-tōng khàng-pe̍h
nan_latn_tw_x_tailo: tsū-tōng khàng-pe̍h

# i18n_settings_diagnosticCopied
source: 已 khó͘-phih
en: Copied
ja: コピーしました
nan_latn_tw_x_poj: í khó͘-phih
nan_latn_tw_x_tailo: í khó͘-phih

# i18n_settings_diagnosticCopy
source: Khó͘-phih 裝置資訊
en: Copy Device Info
ja: デバイス情報をコピー
nan_latn_tw_x_poj: Khó͘-phih chong-tì chu-sìn
nan_latn_tw_x_tailo: Khó͘-phih tsong-tì tsu-sìn

# i18n_settings_diagnosticEmail
source: Email 回報問題
en: Email a Bug Report
ja: メールで問題を報告
nan_latn_tw_x_poj: Email hôe-pò būn-tê
nan_latn_tw_x_tailo: Email huê-pò būn-tê

# i18n_settings_diagnosticSectionTitle
source: 裝置資訊
en: Device Info
ja: デバイス情報
nan_latn_tw_x_poj: chong-tì chu-sìn
nan_latn_tw_x_tailo: tsong-tì tsu-sìn

# i18n_settings_diagnosticShare
source: 分享裝置資訊
en: Share Device Info
ja: デバイス情報を共有
nan_latn_tw_x_poj: hun-hióng chong-tì chu-sìn
nan_latn_tw_x_tailo: hun-hióng tsong-tì tsu-sìn

# i18n_settings_displayLanguage
source: 顯示語言
en: Display Language
ja: 表示言語
nan_latn_tw_x_poj: hián-sī gí-giân
nan_latn_tw_x_tailo: hián-sī gí-giân

# i18n_settings_displayLanguageAutomatic
source: 自動
en: Automatic
nan_latn_tw_x_poj: chū-tōng
nan_latn_tw_x_tailo: tsū-tōng

# i18n_settings_doubleTapNN
source: 連紲拍 nn → ⁿ
en: Double-tap nn → ⁿ
ja: nn を続けて入力 → ⁿ
nan_latn_tw_x_poj: liân-sòa phah nn -> ⁿ
nan_latn_tw_x_tailo: liân-suà phah nn -> ⁿ

# i18n_settings_doubleTapOO
source: 連紲拍 oo → o͘
en: Double-tap oo → o͘
ja: oo を続けて入力 → o͘
nan_latn_tw_x_poj: liân-sòa phah o͘ -> o͘
nan_latn_tw_x_tailo: liân-suà phah oo -> o͘

# i18n_settings_englishMode
source: 英文
en: English
ja: 英語
nan_latn_tw_x_poj: eng-bûn
nan_latn_tw_x_tailo: ing-bûn

# i18n_settings_feedbackSectionTitle
source: 拍字反應
en: Key-Press Feedback
ja: 入力フィードバック
nan_latn_tw_x_poj: phah-jī hoán-èng
nan_latn_tw_x_tailo: phah-jī huán-ìng

# i18n_settings_globeKey
source: 齒盤切換揤鈕
en: Keyboard-Switch Key
ja: キーボード切替キー
nan_latn_tw_x_poj: khí-pôaⁿ chhiat-ōaⁿ chhi̍h-liú
nan_latn_tw_x_tailo: khí-puânn tshiat-uānn tshi̍h-liú

# i18n_settings_globeKeyInfo
source: 佇齒盤面頂加 1 粒地球揤鈕，揤著會使切換去其他齒盤。
en: Adds a globe key to the keyboard; tap it to switch to another keyboard.
ja: キーボードに地球儀キーを追加します。タップすると他のキーボードに切り替えられます。
nan_latn_tw_x_poj: tī khí-pôaⁿ bīn-téng ka 1 lia̍p tōe-kiû chhi̍h-liú, chhi̍h tio̍h ē-sái chhiat-ōaⁿ khì kî-thaⁿ khí-pôaⁿ.
nan_latn_tw_x_tailo: tī khí-puânn bīn-tíng ka 1 lia̍p tuē-kiû tshi̍h-liú, tshi̍h tio̍h ē-sái tshiat-uānn khì kî-thann khí-puânn.

# i18n_settings_inputMode
source: 輸入模式
en: Input Mode
ja: 入力モード
nan_latn_tw_x_poj: su-ji̍p bô͘-sek
nan_latn_tw_x_tailo: su-ji̍p bôo-sik

# i18n_settings_keyboardSectionTitle
source: 齒盤設定
en: Keyboard
ja: キーボード
nan_latn_tw_x_poj: khí-pôaⁿ siat-tēng
nan_latn_tw_x_tailo: khí-puânn siat-tīng

# i18n_settings_literalRomanCandidate
source: 顯示原本羅馬字候選
en: Show Typed Romanization Candidate
ja: 入力したローマ字候補を表示
nan_latn_tw_x_poj: hián-sī goân-pún lô-má-jī hāu-soán
nan_latn_tw_x_tailo: hián-sī guân-pún lô-má-jī hāu-suán

# i18n_settings_literalRomanCandidateInfo
source: 佇候選詞列第一格顯示你拍 ê 羅馬字，會當點揤抑是揤 Enter 送出。關閉了後干焦會當用 Enter 送出。
en: Shows what you typed in the first slot of the candidate bar. Tap it or press Enter to commit it. When off, only Enter can commit it.
ja: 入力したローマ字を候補バーの先頭に表示します。タップするか Enter で確定できます。オフの場合は Enter でのみ確定できます。
nan_latn_tw_x_poj: tī hāu-soán sû lia̍t tē-it keh hián-sī lí phah ê lô-má-jī, ē-tàng tiám-chhi̍h ah-sī chhi̍h Enter sàng-chhut. koaiⁿ--khí-lâi liáu-āu kan-ta ē-tàng iōng Enter sàng-chhut.
nan_latn_tw_x_tailo: tī hāu-suán sû lia̍t tē-it keh hián-sī lí phah ê lô-má-jī, ē-tàng tiám-tshi̍h ah-sī tshi̍h Enter sàng-tshut. kuainn--khí-lâi liáu-āu kan-ta ē-tàng iōng Enter sàng-tshut.

# i18n_settings_openApp
source: 去 APP 調整
en: Adjust in App
ja: アプリで調整
nan_latn_tw_x_poj: khì APP tiâu-chéng
nan_latn_tw_x_tailo: khì APP tiâu-tsíng

# i18n_settings_outputBothScripts
source: 括號標註
en: Annotate in Brackets
ja: 括弧で併記
nan_latn_tw_x_poj: koat-hō phiau-chù
nan_latn_tw_x_tailo: kuat-hō phiau-tsù

# i18n_settings_pojMode
source: 白話字
en: Pe̍h-ōe-jī
ja: Pe̍h-ōe-jī
nan_latn_tw_x_poj: pe̍h-ōe-jī
nan_latn_tw_x_tailo: pe̍h-uē-jī

# i18n_settings_pojSettingsSectionTitle
source: 白話字
en: Pe̍h-ōe-jī
ja: Pe̍h-ōe-jī
nan_latn_tw_x_poj: pe̍h-ōe-jī
nan_latn_tw_x_tailo: pe̍h-uē-jī

# i18n_settings_reset
source: 恢復
en: Reset
ja: リセット
nan_latn_tw_x_poj: hoe-ho̍k
nan_latn_tw_x_tailo: hue-ho̍k

# i18n_settings_resetSettings
source: 恢復設定佮使用紀錄
en: Reset Settings and Usage Records
ja: 設定と利用記録をリセット
nan_latn_tw_x_poj: hoe-ho̍k siat-tēng kah sú-iōng kì-lio̍k
nan_latn_tw_x_tailo: hue-ho̍k siat-tīng kah sú-iōng kì-lio̍k

# i18n_settings_resetSettingsMessage
source: 這會恢復所有設定，嘛會刪除詞頻佮詞關聯紀錄。自訂詞會保留。敢欲繼續？
en: This resets all settings and deletes frequency and association records. Custom words are kept. Continue?
ja: すべての設定をリセットし、単語頻度と単語連携の記録を削除します。カスタム単語は保持されます。続けますか？
nan_latn_tw_x_poj: che ē hoe-ho̍k só͘-iú siat-tēng, mā ē san-tû sû pîn kah sû koan-liân kì-lio̍k. chū-tēng-sû ē pó-liû. kám beh kè-sio̍k?
nan_latn_tw_x_tailo: tse ē hue-ho̍k sóo-iú siat-tīng, mā ē san-tû sû pîn kah sû kuan-liân kì-lio̍k. tsū-tīng-sû ē pó-liû. kám beh kè-sio̍k?

# i18n_settings_soundFeedback
source: 揤仔聲
en: Key Sound
ja: キー音
nan_latn_tw_x_poj: chhi̍h á siaⁿ
nan_latn_tw_x_tailo: tshi̍h á siann

# i18n_settings_tlMode
source: 台羅
en: Tâi-lô
ja: Tâi-lô
nan_latn_tw_x_poj: tâi-lô
nan_latn_tw_x_tailo: tâi-lô

# i18n_settings_toolbarAutoCollapse
source: 選字後自動收合工具列
en: Collapse Toolbar After Selection
ja: 候補選択後にツールバーを折りたたむ
nan_latn_tw_x_poj: soán jī liáu-āu chū-tōng siu-ha̍p kang-khū-lia̍t
nan_latn_tw_x_tailo: suán jī liáu-āu tsū-tōng siu-ha̍p kang-khū-lia̍t

# i18n_settings_toolbarAutoCollapseInfo
source: 選字了後工具列會自動合起來，予齒盤面頂空間較大。
en: After you pick a word, the toolbar collapses automatically to give the keyboard more room.
ja: 単語を選ぶとツールバーが自動的に閉じ、キーボードの表示領域が広くなります。
nan_latn_tw_x_poj: soán jī liáu-āu kang-khū-lia̍t hōe chū-tōng ha̍p--khí-lâi, hō͘ khí-pôaⁿ bīn-téng khang-keng khah-tōa.
nan_latn_tw_x_tailo: suán jī liáu-āu kang-khū-lia̍t huē tsū-tōng ha̍p--khí-lâi, hōo khí-puânn bīn-tíng khang-king khah-tōa.

# i18n_settings_tpsMode
source: 方音符號
en: Phonetic Symbols
ja: 方音符号
nan_latn_tw_x_poj: hong-im-hû-hō
nan_latn_tw_x_tailo: hong-im-hû-hō

# i18n_settings_tpsOrMapsToER
source: or 對應 ㄜ
en: Map or → ㄜ
ja: or を ㄜ に対応
nan_latn_tw_x_poj: or tùi-èng ㄜ
nan_latn_tw_x_tailo: or tuì-ìng ㄜ
